[
  {
    "id": "6249cca1d2571d6d4eae5e98",
    "index": 0,
    "age": 35,
    "name": "Stevenson Thornton",
    "gender": "male",
    "rating": "4 star",
    "review": "This is a very nice, well built simple acoustic. It is NOT the most wonderful, best ever made, so fabulous I can't believe it-instrument that a lot of reviewers have built it up to be. Don't get me wrong-it is a good sounding, solidly built banger or starter guitar. It is NOT a child's toy. It is a quality instrument. But some of the reviewers have made it sound like this is the holy grail of inexpensive guitars. It is not. It would be perfect for a student or to take camping, but you are NO WAY getting a Martin or Taylor quality for under $100.00. That being said with the usual tweaks-new strings of course, setting the truss rod and making sure the saddle isn't all jacked up with extra shims and fits properly; you have a perfectly serviceable instrument for under a hundred bucks. I bought it just to see what all of the fuss was about, not as something I would be playing on a regular basis. I will be taking it with me camping or sitting in the backyard playing. Personally I would search the pawn shops for a banger/beater. But a lot of people are unfamiliar with guitars and/or don't have someone with that knowledge to help them with the purchase. So if your new to the instrument and need a good starting point, you can't go wrong with this. Just remember it takes practice, practice practice. And YES your hands will hurt a LOT while first starting out. It's just part of the process. Just stick with it and you will be forever blessed with a gift/talent/skill that will last you a lifetime, no matter what particular type/brand you play. Happy picking. Good job!\r\n"
  },
  {
    "id": "6249cca11838b8a1e03eef71",
    "index": 1,
    "age": 32,
    "name": "Dale Austin",
    "gender": "male",
    "rating": " 4.5 star",
    "review": "Bought this for a musically inclined 3 year old. The size is perfect. My child has another small guitar but the neck on a 6 string no matter how small is still wide. Perhaps too wide really for a small hand. The dimensions on this guitar (width, length, depth) couldn't be more perfect. The tension on the strings is still pretty legit, however, and it will be difficult at first to get full compression and thus fuller notes. But I think this will improve over time. I definitely recommend this over other options, especially for younger musicians. I think 6+ year olds would probably do ok on a smaller 6 strings. But this is great. On the idea behind learning the notes, on a theoretical level, I'm still wanting to see. There will still be learning curve when figuring out what to do with their other fingers when they make the jump. But in terms of making some sounds now, it's awesome.\r\n"
  },
  {
    "id": "6249cca100822a64d3ef06ec",
    "index": 2,
    "age": 26,
    "name": "Audra Gonzalez",
    "gender": "female",
    "rating": "4 star",
    "review": "I waited a few months to write this to make sure not to  this review.When you purchase this guitar, realize you are not buying a guitar from a large name manufacturer, but from a company that used kickstarter to get themselves off the ground.I would put money on the fact that Loog drop ships the guitars purchased from Amazon and other online retailers, so they are getting to you pretty much right from the factory.The guitar may still smell like lacquer (only for about a week or two until it finishes curing), may have a bump or large dent in the shipping packaging (mine did), and may not have the same Q/C as say a PRS custom shop - it's ok.My daughter played with a Loog at a friends and loved it so I decided to order one for our family. Our Loog came smelling of spray paint, with the white nut part fallen off. I stuck it back on but it has again since fallen off many times. I contacted the company and they told me it just super glue it which I found to be upsetting considering the price.Update- after I super glued the nut back on glue escaped out of the sides and also somehow got smeared in one area. I was really upset this was the outcome to following their advice and decided to email one more time. I was pleasantly surprised when they offered to replace the guitar after all and really appreciate that. We have a new one coming soon. I am relieved because I didn't want a super glue covered guitar after spending $80.I really love the Loog and have been learning on their app so I can teach my daughter. I have never played a guitar before and learning on the 3 string is a lot of fun and not hard at all. I like that you can tune your Loog and watch instructional videos with the phone app. It's a wonderful product and I am very hopeful that our replacement will be in good condition.\r\n"
  },
  {
    "id": "6249cca19416ed514caf00ce",
    "index": 3,
    "age": 20,
    "name": "Burgess Best",
    "gender": "male",
    "rating": "5 star",
    "review": "My granddaughter plays the Ukelele and the transistor to the guitar was a natural choice. She is petite and this guitar works quite well for her. She is able to hold it properly and strum the cords without any issue. I love that the guitar comes with a case, extra strings, and picks. I did not need to buy any additional items for her to get started with this guitar. If she continues to use it, I will definitely upgrade some of the accessories.This is a full kit that would work great as a gift or as a starter kit to determine if the potential guitar player is serious about the hobby without a huge investment. Great quality in the guitar and the accessories.One person found this helpfulThis guitar sounds and plays amazing. I was expecting a typical beginners guitar when reviewing given its price point. But wow. It has the smooth resonant tone of a much finer guitar. It is of a low gloss finish and the workmanship is superb. I really like the cutaway. It makes reaching the high notes so much easier. The guitar just feels great in my hands.I rate this guitar higher than big brand guitars and it is roughly 1/2 the price. This guitar package would be my first choice recommendation for a beginner.\r\n"
  },
  {
    "id": "6249cca18aa93ff1b8207358",
    "index": 4,
    "age": 33,
    "name": "Diaz Howell",
    "gender": "male",
    "rating": "4.8 star",
    "review": "I am not a guitarist (I do play piano), but my kids all picked it up and had lessons and one is a professional musician. This guitar is not professional level, but it sounds great. My son lowered the action but he did say it really wasn't that high. The neck is straight. We changed the strings but the tone is actually beautiful.What appealed to me is that it wasn't laminated-- and I wondered if the sound would be warmer. It seems to be. My musician-son has built guitars, too, with a really well-known luthier. He was reluctant to praise this guitar, but he didn't find much wrong with it. It sounded good and even though I don't play, I can tell thatMy daughter, who plays less than my son, likes this guitar a lot and has been playing it exclusively since my son set it up for herRecommended. Nice guitar, nice set-- case is thin, and doesn't offer a lot of protection, but it's still a decent case to protect from dust or take short distances\r\n"
  },
  {
    "id": "6249cca10641623f3df08fd4",
    "index": 5,
    "age": 30,
    "name": "Simone Puckett",
    "gender": "female",
    "rating": "4 star",
    "review": "I want to start by saying that most of the very few negative reviews on here are because these individuals do not know how to set up a guitar, or know that most new guitars need to be set up in the first place.I think it may be done to save labor, but the truss rod is often not tightened, and the saddle is too high.This guitar also has the capability to sound like a $400 guitar, but this will cost 20 in extra parts. A TUSQ saddle and a new set of strings. I prefer medium-light for these lesser expensive guys, if the action is set correctly, it will be easy to play and sound beautiful. These are not necessary, but for all the reviewers who say this doesn't sound as good as some of the nice ones, put the new saddle on and the new strings, set the action, torque the truss rod, and you have yourself a wonderful sounding guitar.\r\n"
  },
  {
    "id": "6249cca10da11858ac28a469",
    "index": 6,
    "age": 36,
    "name": "Watkins Wilkerson",
    "gender": "male",
    "rating": "5 star",
    "review": "This is a very nice, well built simple acoustic. It is NOT the most wonderful, best ever made, so fabulous I can't believe it-instrument that a lot of reviewers have built it up to be. Don't get me wrong-it is a good sounding, solidly built banger or starter guitar. It is NOT a child's toy. It is a quality instrument. But some of the reviewers have made it sound like this is the holy grail of inexpensive guitars. It is not. It would be perfect for a student or to take camping, but you are NO WAY getting a Martin or Taylor quality for under $100.00. That being said with the usual tweaks-new strings of course, setting the truss rod and making sure the saddle isn't all jacked up with extra shims and fits properly; you have a perfectly serviceable instrument for under a hundred bucks.\r\n"
  }
]